Repository: fullstory-morgue/lirc
Catalog: debian/po/*.po
Languages: de, fi

source: Drivers to build:
de: Zu kompilierende Treiber:
fi: Käännettävät ajurit:

source: atiusb: ATI/NVidia/X10 I & II RF Remote bt829: Tekram M230 Mach64 cmdir: COMMANDIR USB Transceiver gpio: TV cards from FlyVideo98, Avermedia, MiRO and many others i2c: TV cards from Hauppauge and PixelView igorplugusb: Igor Cesko's USB IR Receiver imon: Soundgraph iMON MultiMedian IR/VFD it87: ITE IT8705/12 CIR ports (ECS K7S5A, Asus DigiMatrix...) mceusb: Windows Media Center Remotes (old version, MicroSoft USB ID) mceusb2: Windows Media Center Remotes (new version, Philips et al.) parallel: Home-brew parallel-port receiver sasem: Dign HV5 HTPC IR/VFD Module serial: Home-brew serial-port driver sir: Serial InfraRed (IRDA) streamzap: Streamzap PC Remote
de: atiusb: ATI/NVidia/X10 I & II RF-Fernbedienung bt829: Tekram M230 Mach64 cmdir: COMMANDIR USB-Empfänger gpio: TV Karten von FlyVideo98, Avermedia, MiRO und vielen anderen i2c: TV Karten von Hauppauge und PixelView igorplugusb: Igor Ceskos USB IR-Empfänger imon: Soundgraph iMON MultiMedian IR/VFD it87: ITE IT8705/12 CIR ports (ECS K7S5A, Asus DigiMatrix ...) mceusb: Windows Media Center-Fernbedienungen (alte Version, MicroSoft USB ID) mceusb2: Windows Media Center-Fernbedienungen (neue Version, Philips usw.) parallel: Selbstgebauter Parallel-Port-Empfänger sasem: Dign HV5 HTPC IR/VFD-Modul serial: Selbstgebauter Treiber für die serielle Schnittstelle sir: Serielles Infrarot (IRDA) streamzap: Streamzap PC-Fernbedienung
fi: atiusb: ATI/NVidia/X10 I & II RF-kaukosäädin bt829: Tekram M230 Mach64 cmdir: COMMANDIR USB-lähetin-vastaanotin gpio: FlyVideo98-, Avermedia-, MiRO-TV-kortit ja monia muita i2c: Hauppauge- ja PixelView-TV-kortit igorplugusb: Igor Cesko's USB IR -vastaanotin imon: Soundgraph iMON MultiMedian IR/VFD it87: ITE IT8705/12 CIR -portit (ECS K7S5A, Asus DigiMatrix...) mceusb: Windows Media Center -kaukosäätimet (vanha versio, MicroSoft USB ID) mceusb2: Windows Media Center -kaukosäätimet (uusi versio, Philips ym.) parallel: Kotitekoinen rinnakkaisporttivastaanotin sasem: Dign HV5 HTPC IR/VFD -moduuli serial: Kotitekoinen sarjaporttiajuri sir: Sarjainfrapuna (IRDA) streamzap: Streamzap PC -kaukosäädin

source: Try to automatically select hardware support options?
de: Versuchen, automatisch die Optionen für die Unterstützung der Hardware zu erkennen?
fi: Yritetäänkö automaattisesti valita tuki laitteille?

source: Your previous answers can be used as a basis for guessing the list of kernel modules that should be built, along with their parameters.
de: Ihre vorhergehende Antwort kann als Basis zum Raten der Liste von Kernelmodulen, die erstellt werden sollen, zusammen mit der zugehörigen Liste an Parametern verwendet werden.
fi: Edellisten vastaustesi perusteella voidaan yrittää arvata käännettävät ytimen moduulit ja niiden parametrit.

source: Please choose whether this should happen.
de: Bitte wählen Sie aus, ob dies so durchgeführt werden soll.
fi: Valitse tulisiko näin tapahtua.

source: Additional kernel modules not needed
de: Weitere Kernelmodule werden nicht benötigt.
fi: Ytimen lisämoduuleja ei tarvita

source: Unless you want to build LIRC kernel modules for another system, this package is useless on this system.
de: Sofern Sie nicht LIRC-Kernelmodule für ein anderes Systeme kompilieren wollen, ist dieses Paket auf diesem System nutzlos.
fi: Tämä paketti on tarpeeton tässä järjestelmässä, paitsi jos haluat kääntää LIRC-ydinmoduuleja toista järjestelmää varten.

source: Binary modules package build instructions
de: Anweisungen zum Bau des Binärmodulpaketes
fi: Binäärimodulipaketin käännösohjeet

source: For instructions on how to build the binary modules package, please read the /usr/share/doc/lirc-modules-source/README.Debian file.
de: Für Anweisungen, wie das Debian-Binärmodulpaket gebaut wird, lesen Sie die Datei /usr/share/doc/lirc-modules-source/README.Debian.
fi: Ohjeet binäärimodulipaketin kääntämiseen löytyvät tiedostosta /usr/share/doc/lirc-modules-source/README.Debian.

source: Quick walkthrough:
de: Schneller Durchlauf:

source: Type of ITE8705/12 CIR port to support:
de: Typ des zu unterstützenden ITE8705/12 CIR-Anschlusses:
fi: Tuettava ITE8705/12 CIR -portin tyyppi:

source: Please choose the supported ITE8705/12 CIR port chip:
de: Bitte wählen Sie den unterstützten Anschluss-Chip für ITE8705/12 CIR:
fi: Valitse tuettavan ITE8705/12 CIR -portin piiri:

source: Standard: Standard setup chip; DigiMatrix: Setup for Asus DigiMatrix onboard chip.
de: Standard: Normaler Chip; DigiMatrix: integrierter Chip Asus DigiMatrix.
fi: Standardi: Oletuspiirin asetus; DigiMatrix: Integroidun Asus DigiMatrix -piirin asetus.

source: Other
de: Anderer
fi: Muu

source: Serial device to support:
de: Serielles Gerät, das unterstützt werden soll:
fi: Tuettava sarjalaite:

source: Please choose the supported serial device type:
de: Bitte wählen Sie den unterstützten seriellen Gerätetyp:
fi: Valitse tuettavan sarjalaitteen tyyppi:

source: ANIMAX: Anir Multimedia Magic; IRDEO: IRdeo; Other: Any other supported device.
de: ANIMAX: Anir Multimedia Magic; IRDEO: IRdeo; Andere: Jedes andere unterstützte Gerät.
fi: ANIMAX: Anir Multimedia Magic; IRDEO: IRdeo; Muu: Mikä tahansa muu tuettu laite.

source: Is the serial IR device a transmitter?
de: Ist das serielle Infrarotgerät ein Sender?
fi: Onko sarjainfrapunalaite lähetin?

source: Should the carrier signal be generated by software?
de: Soll das Trägersignal von der Software generiert werden?
fi: Tulisiko ohjelman tuottaa kantoaalto?

source: IR serial device I/O port:
de: Schnittstelle des seriellen Infrarot-Gerätes:
fi: Sarjainfrapunalaitteet I/O-portti:

source: IR serial device IRQ:
de: IRQ des seriellen Infrarotgerätes:
fi: Sarjainfrapunalaitteen IRQ:

source: Type of supported SIR device:
de: Typ des unterstützten seriellen Infrarotgerätes (SIR):
fi: Tuettavan SIR-laitteen tyyppi:

source: Please choose the supported SIR device type:
de: Bitte wählen Sie den unterstützten SIR-Gerätetyp:
fi: Valitse tuettavan SIR-laitteen tyyppi:

source: ACTISYS_ACT200L: Actisys Act200L dongle; TEKRAM: Tekram Irmate 210 (16x50 UART compatible serial port); Other: Any other supported device.
de: ACTISYS_ACT200L: Actisys Act200L-Dongle; TEKRAM: Tekram Irmate 210 (16x50 UART kompatible serielle Schnittstelle); Andere: Jedes andere unterstützte Gerät.
fi: ACTISYS_ACT200L: Actisys Act200L dongle; TEKRAM: Tekram Irmate 210 (16x50 UART-yhteensopiva sarjaportti); Muu: Mikä tahansa muu tuettu laite.

source: SIR device I/O port:
de: I/O-Schnittstelle des SIR-Gerätes:
fi: SIR-laitteen I/O-portti

source: SIR device IRQ:
de: IRQ des SIR-Gerätes:
fi: SIR-laitteen IRQ:

source: Parallel IR device I/O port:
de: Schnittstelle (Port) des parallelen Infrarotgerätes (IR):
fi: Rinnakkaisen infrapunalaitteen I/O-portti:

source: Parallel IR device IRQ:
de: IRQ des parallelen Infrarotgerätes (IR):
fi: Rinnakkaisen infrapunalaitteen IRQ:

source: Parallel IR device timer:
de: Zeitgeber des parallelen Infrarotgerätes (IR):
fi: Rinnakkaisen infrapunalaitteen ajastin:

source: Automatically build the modules?
de: Module automatisch erzeugen?
fi: Käännetäänkö moduulit automaattisesti?

source: New LIRC kernel modules can be built and installed if the source and build environment for the current kernel are present locally.
de: Neue LIRC-Kernelmodule können erzeugt und installiert werden, falls die Quellen und die Bauumgebung des aktuellen Kernels lokal vorhanden sind.
fi: Uudet LIRC-ydinmoduulit voidaan kääntää ja asentaa, jos käytössä olevan ytimen lähdekoodi ja käännösympäristö ovat saatavilla lokaalisti.

source: Even if you choose this option, you should build and install a binary 'kernel modules' package so that the package manager can keep track of the files.
de: Selbst falls Sie diese Option wählen, sollten Sie das Binärmodulpaket erzeugen und installieren, so dass der Paketmanager die Dateien verfolgen kann.
fi: Vaikka valitsisitkin tämän vaihtoehdon, sinun tulisi kääntää ja asentaa konekielinen 'ytimen moduulit'-paketti, jotta pakettienhallintaohjelma voi pitää kirjaa tiedostoista.

source: Kernel source location:
de: Ort der Kernelquellen:
fi: Ytimen lähdekoodin sijainti:

source: Please enter the location of the kernel source tree, to build the lirc kernel modules.
de: Bitte geben Sie den Ort des Kernelquellbaums ein, um die LIRC-Kernelmodule zu erzeugen.
fi: Anna ytimen lähdekoodipuun sijainti lirc-ydinmoduulien kääntämistä varten.

source: ${ksrc}: invalid kernel source tree
de: ${ksrc}: ungültiger Kernelquellbaum.
fi: ${ksrc}: virheellinen ytimen lähdekoodipuu

source: Create LIRC device nodes if they are not there?
de: Sollen die LIRC-Gerätedateien erstellt werden, wenn sie nicht vorhanden sind?
fi: Luodaanko LIRC-laitetiedostot, jos niitä ei ole?

source: LIRC needs the /dev/lirc, /dev/lircd and /dev/lircm files in /dev.
de: LIRC benötigt die Dateien /dev/lirc, /dev/lircd und /dev/lircm in /dev.
fi: LIRC tarvitsee tiedostot /dev/lirc, /dev/lircd ja /dev/lircm hakemistoon /dev.

source: Do you want to reconfigure LIRC?
de: Soll LIRC neu konfiguriert werden?
fi: Haluatko muuttaa LIRC:n asetuksia?

source: LIRC is already configured, reconfiguring it may overwrite the existing configuration in /etc/lirc/hardware.conf.
de: LIRC ist schon konfiguriert, eine Neukonfiguration könnte die existierende Konfiguration in /etc/lirc/hardware.conf überschreiben.
fi: LIRC:n asetukset on jo tehty. Asetusten muuttaminen saattaa kirjoittaa tiedostossa /etc/lirc/hardware.conf olevien asetusten päälle.

source: However, comments, LIRC_ARGS and other unknown code will be preserved.
de: Jedoch werden Kommentare, LIRC_ARGS und anderer unbekannter Code beibehalten.
fi: Kuitenkin kommentit, LIRC_ARGS ja muut tuntemattomat asetukset säilytetään.

source: Old configuration files found
de: Alte Konfigurationsdateien gefunden
fi: Vanha asetustiedosto löydetty

source: Previous versions of this package didn't include any configuration file and expected users to create their own /etc/lircd.conf and /etc/lircmd.conf.
de: Vorhergehende Versionen dieses Pakets beinhalteten keine Konfigurationsdateien und erwarteten vom Benutzer, eigene Konfigurationen in /etc/lircd.conf und /etc/lircmd.conf anzulegen.
fi: Tämän paketin aiemmat versiot eivät sisältäneet mitään asetustiedostoja ja käyttäjien oletettiin luovan omat /etc/lircd.conf ja /etc/lircmd.conf.

source: The new location for these files is /etc/lirc/.
de: Der neue Ort dieser Dateien ist /etc/lirc/.
fi: Näiden tiedostojen uusi sijainti on /etc/lirc/.

source: File locations will be corrected but you should check that none of LIRC configuration files are left directly under /etc/.
de: Dateiorte werden korrigiert, aber Sie sollten überprüfen, dass keine der Konfigurationsdateien von LIRC direkt unter /etc verblieben ist.
fi: Tiedostojen sijainnit korjataan, mutta sinun tulisi varmistaa ettei mitään LIRC:n asetustiedostoja ole jäänyt hakemistoon /etc/.

source: IntelliMouse protocol preferred over IMPS/2
de: Das IntelliMouse-Protokoll sollte statt des IMPS/2-Protokolls verwendet werden.
fi: IntelliMouse-yhteyskäytäntöä suositaan IMPS/2:n sijaan

source: You are currently using lircmd with the IMPS/2 protocol. This is not compatible with the method lircmd uses to simulate a mouse, so IntelliMouse support has been added and is now the preferred protocol.
de: Sie verwenden momentan Lircmd mit dem IMPS/2-Protokoll. Dies ist nicht kompatibel mit der Methode, die Lircmd zur Simulation einer Maus verwendet, daher wurde Unterstützung für die IntelliMouse hinzugefügt und diese ist nun das bevorzugte Protokoll.
fi: Tällä hetkellä käytät ohjelmaa lircmd IMPS/2-yhteyskäytännöllä. Se ei ole yhteensopiva lircmd:n käyttämän hiiren simulointitavan kanssa, joten tuki IntelliMouse-yhteyskäytännölle on lisätty ja se on asetettu suosituksi yhteyskäytännöksi

source: You should update /etc/lirc/lircmd.conf and the configuration of any program which uses lircmd as a mouse to use the IntelliMouse protocol instead.
de: Sie sollten /etc/lirc/lircmd.conf und die Konfigurationen von allen Programmen, die Lircmd als Maus verwenden, aktualisieren, und stattdessen das IntelliMouse-Protokoll verwenden.
fi: Sinun tulisi päivittää /etc/lirc/lircmd.conf ja kaikkien ohjelmaa lircmd hiirenä käyttävien ohjelmien asetukset käyttämään IntelliMouse-yhteyskäytäntöä.

source: NOTE: gpm will refuse to use lircmd as a mouse with IMPS/2 protocol.
de: Hinweis: gpm wird sich weigern, Lircmd als Maus mit dem IMPS/2 Protokoll zu benutzen.
fi: HUOM: gpm ei suostu käyttämään ohjelmaa lircmd hiirenä IMPS/2-yhteyskäytännön kanssa.

source: Delete /var/log/lircd?
de: /var/log/lircd löschen?
fi: Poistetaanko /var/log/lircd?

source: LIRC now uses syslog as a logging mechanism, so /var/log/lircd is no longer relevant.
de: LIRC benutzt nun syslog als Protokollmechanismus, daher ist /var/log/lircd nicht mehr relevant.
fi: LIRC käyttää nykyään lokin pitämiseen syslog-järjestelmää, joten /var/log/lircd ei ole enää tarpeellinen.

source: Standard
fi: Standardi
